tap "homebrew/bundle"
brew "gh"
brew "git"
brew "peco"
cask "1password"
cask "1password-cli"
cask "arc"
cask "discord"
cask "google-chrome"
cask "notion"
cask "raycast"
cask "slack"
cask "visual-studio-code"
cask "warp"
vscode "4ops.terraform"
vscode "aaravb.chrome-extension-developer-tools"
vscode "aaron-bond.better-comments"
vscode "adpyke.codesnap"
vscode "adpyke.vscode-sql-formatter"
vscode "akamud.vscode-theme-onedark"
vscode "alexm.vscode-vitest-runner-x"
vscode "apollographql.vscode-apollo"
vscode "bbenoist.shell"
vscode "betajob.modulestf"
vscode "biomejs.biome"
vscode "bradlc.vscode-tailwindcss"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.githistory"
vscode "dsznajder.es7-react-js-snippets"
vscode "dunstontc.vscode-go-syntax"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "figma.figma-vscode-extension"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "foxundermoon.shell-format"
vscode "genieai.chatgpt-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-syntax"
vscode "hancel.markdown-image"
vscode "hashicorp.terraform"
vscode "hridoy.rails-snippets"
vscode "irongeek.vscode-env"
vscode "jnbt.vscode-rufo"
vscode "jtladeiras.vscode-inline-sql"
vscode "kevinrose.vsc-python-indent"
vscode "kumar-harsh.graphql-for-vscode"
vscode "mhutchie.git-graph"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-playwright.playwright"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vsliveshare.vsliveshare"
vscode "naumovs.color-highlight"
vscode "nixon.env-cmd-file-syntax"
vscode "orsenkucher.vscode-graphql"
vscode "ritwickdey.liveserver"
vscode "sadesyllas.vscode-workspace-switcher"
vscode "saikou9901.evilinspector"
vscode "salesforce.salesforcedx-vscode-apex"
vscode "salesforce.salesforcedx-vscode-core"
vscode "sneezry.vscode-devto"
vscode "ssuepo.logo"
vscode "steoates.autoimport"
vscode "streetsidesoftware.code-spell-checker"
vscode "tomoki1207.vscode-input-sequence"
vscode "vitest.explorer"
vscode "vscode-icons-team.vscode-icons"
vscode "wmaurer.change-case"
vscode "yummygum.city-lights-theme"
vscode "yzhang.markdown-all-in-one"
