tap "homebrew/bundle"
brew "docker"
brew "docker-compose"
brew "ffmpeg"
brew "gh"
brew "git"
brew "git-secrets"
brew "jq"
brew "mise"
brew "peco"
cask "cursor"
cask "docker-desktop"
cask "figma"
cask "ghostty"
cask "google-chrome"
cask "karabiner-elements"
cask "ngrok"
cask "raycast"
cask "slack"
cask "tableplus"
cask "visual-studio-code"
